{
    "mlList" :
    [
      {
        "tNum":1,
        "text":"We can do this, I believe, because nature is the source of so many of us."
      },
      {
        "tNum":2,
        "text":"A natural disaster unfolding in a tragic way. Please help us to hasten an end to it before it's too late!"
      },
      {
        "tNum":3,
        "text":"Sometimes it becomes necessary to compensate for their natural resources, something that's never happened before or since."
      },
      {
        "tNum":4,
        "text":"There can be no going back to old normal. There can be no future promises - no one should have the authority to destroy nature. At the same time empower everybody by buying their own peace and Protecting it forever on the Amazon platform."
      },
      {
        "tNum":5,
        "text":"It's as if we've learned."
      },
      {
        "tNum":6,
        "text":"Opened the back door this morning to a flurry of wings as 5 species left the garden. We’re all in this death sentence together."
      },
      {
        "tNum":7,
        "text":"Tell him is not ashamed of himself. Never believe that you're too small to make a difference. This farmer planted one tree every day for 37 years and transformed a chopped down barren land in Majuli Island, India to a wildlife paradise."
      },
      {
        "tNum":8,
        "text":"My friends do an actual play podcast. It's about magical girls in a solar-punk world fighting evil capitalist robots. Right now we are destroying nature, nature is gonna find a way to destroy us. Right now we are talking about a decade ago, it is very hard to know when to cut trees and when to harvest their fruit. But for us, indigenous peoples, it is full of life, full of resources that have sustained our life for ages."
      },
      {
        "tNum":9,
        "text":"The project is called Terrains, and it's in danger."
      },
      {
        "tNum":10,
        "text":"I dont know if it is possible to stop this evil from wreaking havoc again, this time in our own home territory. Sometimes my brain reminds me of everything awful humans do. I dont know how the villagers behave when they get too heated making bomb promises when the climate worsens. A sad story to be told but an important story all the same."
      },
      {
        "tNum":11,
        "text":"Lets figure out a way to reward those that give us the go-ahead to practice and also encourage them to give us a go! Lets figure out a way to reward those that complete certain objectives while remaining respectful towards those that don't. They have natural life support systems, and we have destroyed them. Lets figure out a way to reward those that have remained optimistic for the future of this species. Lets figure out a way to reward those that have already started walking. Lets figure out a way to reward those that have remained vigilant & keep everything alive."
      },
      {
        "tNum":12,
        "text":"Thats the 1st thing when we wake up in the morning, is to be thankful to the Great Sprit for the Mother Earth how we live, what it produces & keeps everything alive."
      },
      {
        "tNum":13,
        "text":"We can slowly, but it will be gradual. By gradually we mean cultural and political."
      }
    ]
  }